{"errors": "replace", "unk_token": {"content": "<|endoftext|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": true, "__type": "AddedToken"}, "bos_token": {"content": "<|endoftext|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": true, "__type": "AddedToken"}, "eos_token": {"content": "<|endoftext|>", "single_word": false, "lstrip": false, "rstrip": false, "normalized": true, "__type": "AddedToken"}, "add_prefix_space": false, "special_tokens_map_file": null, "tokenizer_file": "/homes/ml007/works/codes/30-11-2021/finetune_gpt2/model/pre_trained_model_gpt2/tokenizer.json", "name_or_path": "/homes/ml007/works/codes/30-11-2021/finetune_gpt2/model/pre_trained_model_gpt2", "tokenizer_class": "GPT2Tokenizer"}